Repository: mozilla-l10n/mt-training-data
Catalog: quy/quy_pontoon.tmx
Source language: en_us
Languages: quy

source: Voice clips are entered into a submission queue that readies them for listening.
quy: Los clips de voz se ingresan en una cola de envío que los prepara para escucharlos.

source: Voice Contribution
quy: Contribución de voz

source: Voice Dataset, Ready for Download
quy: Conjunto de Datos de Voz, Listo para Descarga

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
quy: Kunkaqa naturalmi, kunkaqa runam. Chay raykun kusisqa kayku makinaykupaq llamk’anapaq kunka tecnologiata ruwanaykupaq. Ichaqa kunka sistemakuna ruwanapaq, ruwaqkuna huk ancha hatun kunka willayta necesitanku.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
quy: Kunkaqa naturalmi, kunkaqa runam. Chay raykun fascinasqa kayku makinaykupaq llamk’anapaq kunka tecnologiata ruwaywan. Ichaqa kunka sistemakuna ruwanapaq, ancha hatun kunkamanta willakuymi necesitakun.

source: Voices Online Now
quy: Voces en línea ahora

source: Voice Validation
quy: Validación de voz

source: Volume
quy: Volumen

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
quy: VoxForge se configuró para recopilar voz transcrita para su uso con motores de reconocimiento de voz gratuitos y de código abierto.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
quy: ¿Quiere ayudar a que Common Voice sea aún mejor? ¡Estupendo! Póngase en contacto por correo electrónico o <discourseLink>Chat</discourseLink> foros, enviar problemas del sitio a través de <githubLink>GitHub</githubLink>, o unirse a la Chat de la comunidad <matrixLink>Matrix</matrixLink>.

source: Want to stay in touch with Common Voice?
quy: ¿Quiere mantenerse en contacto con Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
quy: ¿Quiere actualizaciones cuando lancemos una nueva versión de la base de datos de Common Voice? Suscríbete a nuestro boletín.

source: Watch our video explainer to help
quy: Mire nuestro video explicativo para ayudar

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
quy: Estamos construyendo una base de datos de voces abierto y disponible públicamente que todos pueden usar para entrenar aplicaciones habilitadas para voz.

source: We are going out to get a coffee.
quy: Nosotros vamos a tomar un cafe

source: We are going out to get coffee.
quy: Saldremos a tomar café.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
quy: Mozilla kaqpi huk ayllu llaqtata ruwachkayku kunka tecnologia muyuriqpi. Musuqyachiykunawan, musuq willay pukyukunawan tinkisqa kayta munayku chaymanta aswan uyariyta imayna kay willayta llamk'achkanki chaymanta.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
quy: Creemos que los grandes conjuntos de datos de voz disponibles públicamente fomentan la innovación y una sana competencia comercial en la tecnología del habla basada en el aprendizaje automático. Este es un esfuerzo global e invitamos a todos a participar. Nuestro objetivo es ayudar a que la tecnología del habla sea más inclusiva y refleje la diversidad de voces de todo el mundo.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
quy: Creemos que grandes base de datos de voz disponibles públicamente fomentarán la innovación y una sana competencia comercial en la tecnología del habla basada en el aprendizaje automático. La base de datos multilingüe de Common Voice es el conjunto de datos de voz disponible público más grande de su tipo, pero no es el único. Mire esta página como un centro de referencia para otras base de datos de voz de código abierto y, a medida que Common Voice continúa creciendo, un hogar para nuestras actualizaciones de lanzamiento.

source: Website Localization
quy: Localización de sitios web

source: We couldn’t find that page for you
quy: No pudimos encontrar esa página para usted

source: We couldn’t get any audio clips for you to listen to. Please try again later.
quy: No pudimos obtener ningún clip de audio para que escuches. Por favor, inténtelo de nuevo más tarde.

source: We couldn’t get any sentences for you to speak. Please try again later.
quy: No pudimos obtener ninguna oración para que usted hable. Por favor, inténtelo de nuevo más tarde.

source: Weekly
quy: Semanal

source: Weekly Goal
quy: Objetivo Semanal

source: We launch the Common Voice site in this language.
quy: Kay simipi Common Voice nisqa sitiota qallarichiyku.

source: Welcome { $company } staff!
quy: Allin hamuy { $company } personal

source: Welcome to Common Voice
quy: Allin hamusqaykichik Common Voice nisqaman

source: We may have run out of clips - refresh the page, or try again later.
quy: Nos hemos quedado sin clips para validar en este idioma...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
quy: Es posible que no hayamos recibido esa solicitud. Por favor envíenos un correo electrónico directamente en <emailLink>{ $email }</emailLink> y nos pondremos en contacto contigo.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
quy: Willakuyniykikunata allinta qhawarinaykupaq prometeyku. Astawan ñawiriy <privacyLink>Sapalla willakuyniykupi</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
quy: Estamos creando una base de datos de voces de código abierto y en varios idiomas que cualquiera puede usar para entrenar aplicaciones habilitadas para voz.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
quy: Estamos colaborando con una base de datos de voces de código abierto. Done su voz, valide la precisión de las grabaciones de otras personas y mejore la base de datos para todos.

source: We’re experiencing unexpected downtime
quy: Estamos experimentando un tiempo de inactividad inesperado

source: We’re going out to get coffee.
quy: Nosotros vamos a tomar cafe

source: We release the dataset every 3 months.
quy: Publicamos la base de datos cada 3 meses.

source: We're receiving a lot of traffic and are currently investigating the issues.
quy: Achka trafico nisqatam chaskichkayku, kunantaqmi chay asuntokunata investigachkayku.

source: We’re sorry, your platform is not currently supported.
quy: Lo sentimos, su plataforma no es compatible actualmente.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
quy: Usamos una herramienta de Mozilla llamada <pontoonLink>Pontoon</pontoonLink> para las traducciones. Pontoon tiene muchos idiomas, pero si no tiene el suyo, puede <pontoonRequestLink>solicitar que se agregue su idioma</pontoonRequestLink>. Luego, para que el idioma esté disponible en el proyecto Common Voice, <githubRepoLink>solicitar el nuevo idioma en GitHub</githubRepoLink>. <localizationFragment>Ver más en la traducción del sitio</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
quy: Hemos hecho algunos cambios. Los segmentos delta solo contienen los clips más recientes desde el último lanzamiento. <deltaLink>Lea más sobre este trabajo</deltaLink>.

source: We've run out of sentences to record in this language...
quy: Nos hemos quedado sin oraciones para grabar en este idioma...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
quy: Queremos que los modelos de voz comprendan mejor una amplia gama de hablantes. Para que esto suceda, una base de datos de voz debe representar a muchas personas diferentes.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
quy: Queremos que los algoritmos de aprendizaje automático puedan manejar una variedad de ruidos de fondo, e incluso se pueden aceptar ruidos relativamente altos, siempre que no impidan escuchar la totalidad del texto. La música de fondo tranquila está bien; la música lo suficientemente alta como para evitar que escuches todas y cada una de las palabras no lo es.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
quy: También <strong>informaremos a nuestro administrador de la comunidad que te interesa</strong>, para que puedan darte cualquier apoyo adicional o información que pueda necesitar.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
quy: Muy pronto nos pondremos en contacto con más información sobre cómo agregar su idioma a Common Voice.

source: We will be in touch with more information as it becomes available.
quy: Aswan willakuykunawanmi rimanakusunchik, chay willakuykuna kasqanman hina.

source: We will not make your email public.
quy: No haremos público su correo electrónico.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
quy: Revisaremos su solicitud para eliminar sus grabaciones de voz de la base datos. Si se aprueba su solicitud, nos pondremos en contacto con quienes descargaron el conjunto de datos y les solicitaremos que también eliminen sus grabaciones de voz.

source: What is a language on Common Voice?
quy: ¿Qué es un idioma en Common Voice?

source: What issues are you experiencing with this sentence?
quy: ¿Qué problema estás experimentando con esta oración?

source: What kind of goal do you want to build?
quy: ¿Qué tipo de objetivo quieres construir?

source: What’s inside the Common Voice dataset?
quy: ¿Qué hay dentro del conjunto de datos de Common Voice?

source: What's Public?
quy: ¿Qué es público?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
quy: Cuando un usuario rechaza un clip de voz, vuelve a la cola. Si se rechaza por segunda vez, el clip de voz se mueve al cementerio de clips.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
quy: Al escuchar, verifique con mucho cuidado que lo que se ha grabado es exactamente lo que se ha escrito; rechazar si hay incluso errores menores. <br />Errores muy comunes incluyen:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
quy: Cuando solicita sus grabaciones, las compilamos en uno o varios archivos ZIP. Estas son sus solicitudes anteriores:

source: Which variant of { $language } do you speak?
quy: ¿Qué variante de { $language } hablas?

source: Why ?
quy: ¿Por qué?

source: Why a profile?
quy: ¿Por qué un perfil?

source: Why Common Voice?
quy: ¿Por qué Common Voice?

source: Why does this matter?
quy: ¿Por qué importa esto?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
quy: ¿Le gustaría solicitar que también se eliminen sus grabaciones de voz o prefiere mantenerlas en la base de datos de Common Voice?

source: Y
quy: S

source: Yes
quy: Arí

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
quy: Arí, correo electrónico nisqakunata apachimuwayku. Proyecto Common Voice nisqamanta willasqalla kayta munani.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
quy: Arí, correo electrónico nisqakunata apachimuwayku. Common Voice nisqapi kay simi ñawpaqman purisqanmanta willasqalla kayta munani.

source: You
quy: Tú

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
quy: Está a punto de iniciar una descarga de <size>{ $size }GB</size>, ¿continuar?

source: You are prepared to initiate a download of <b>{ $size }</b>
quy: Está preparado para iniciar una descarga de <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
quy: <strong>Sentence Collector</strong> es una herramienta para recolectar y validar oraciones de dominio público. Necesitará <scAccountLink>crear una cuenta</scAccountLink>. Luego, agrega tu idioma a tu <strong>perfil</strong>. Puede <strong>Agregar</strong> oraciones o <strong>Revisar</strong> oraciones agregadas anteriormente.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
quy: Chantapas chiqa URLkuna munasqa uraykachiy kamachiqniykiman copiayta chaymanta k'askachiyta atikunki. 12 pachamanta tukukunqa, ichaqa kay p'anqaman kutimuyta atinki musuqkunata paqarichinaykipaq mayk'aqllapas.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
quy: También puede usar atajos de teclado: { sc-review-form-button-approve-shortcut } para aprobar, { sc-review-form-button-reject-shortcut } para rechazar, { sc-review-form-button-skip-shortcut } para Saltar

source: You can choose to make your username public or anonymous.
quy: Puede elegir que su nombre de usuario sea público o anónimo.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
quy: Puede ir a la <datasetsPage>página de base de datos</datasetsPage>, seleccionar la versión y los idiomas que desee y descargarlos. Los archivos tienen <metadataLink>metadatos asociados</metadataLink>, como información demográfica y datos de validación. Deberá proporcionar una dirección de correo electrónico para descargar el conjunto de datos.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
quy: Yanapakuyta atikunki huk imaymana, kichasqa willay huñu ruwayta huk Common Voice perfilta ruwaspa chaymanta kunkayki yanapaspa.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
quy: Puede conocer a otras personas en las comunidades lingüísticas de Mozilla uniéndose al <discourseLink>Chat</discourseLink> para conversaciones temáticas o <matrixLink>Matrix</matrixLink> para obtener consejos rápidos.

source: You cannot request your recordings while another request is already in progress.
quy: No puede solicitar grabaciones mientras ya hay otra solicitud en curso.

source: You can request a new takeout of your recordings every { $days } days.
quy: Puede solicitar una nueva extracción de sus grabaciones cada { $days } días.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
quy: Puede organizar eventos para ayudar a las personas a contribuir. Es más fácil de lo que piensas. Puede hacerlo en línea con una herramienta de videoconferencia o en persona si es seguro. <eventTemplate>Consulte nuestras plantillas y recursos para organizar eventos</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
quy: Puede <sentenceCollectorLinkAdd>añadir pequeñas cantidades de oraciones</sentenceCollectorLinkAdd>, o puedes hacer <bulkImportDocsLink>importaciones masivas usando Github</bulkImportDocsLink>. Recuerde que las oraciones deben ser <licenseLink>CC0 (o dominio público)</licenseLink>, o puede escribir las suyas propias.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
quy: Puede usar el <scraperLink>Sentence extractor</scraperLink> para aprovechar oraciones cortas de Wikipedia.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
quy: Podrías usar plataformas de redes sociales para difundir el mensaje. Comparta publicaciones que expliquen por qué es importante y póngase en contacto con otras personas para hablar sobre temas como derechos lingüísticos, IA de voz o sesgo en tecnología. Vea más consejos sobre <campaignLink>ejecutar una campaña social, incluido el contenido que puede reutilizar</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
quy: No ha seleccionado ningún idioma. Vaya a su <profileLink>Perfil</profileLink> para seleccionar idiomas.

source: You must allow microphone access.
quy: Debes permitir acceso al micrófono.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
quy: Tu acento es la forma en que pronuncias las palabras. Puede ser determinado por el lugar donde has vivido, qué otros idiomas hablas y muchos otros factores. Puede compartir cualquier información que consideres relevante aquí.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
quy: Sus grabaciones de voz anónimas permanecerán en la base de datos de Common Voice. Una vez que elimine su perfil, ya no podrá enviar una solicitud para eliminar sus grabaciones del conjunto de datos.

source: Your daily goal has been created
quy: Tu meta diaria ha sido creada

source: Your download has started.
quy: Su descarga ha comenzado.

source: You’re contributing to a target segment
quy: Estás contribuyendo a un segmento objetivo

source: You’re contributing to our first target segment
quy: Está contribuyendo a nuestro primer segmento objetivo

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
quy: Actualmente está configurado para <bold>NO</bold> recibir correos electrónicos como recordatorios de objetivos, mis actualizaciones de progreso y boletines sobre Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
quy: Actualmente está configurado para recibir correos electrónicos como recordatorios de objetivos, mi actualizaciones de progreso y boletines sobre Common Voice

source: Your email address
quy: Tu correo electrónico

source: Your files are being assembled. Please check again later.
quy: Willañiqiykikuna huñusqa kachkan. Ama hina kaspa, qhipaman hukmanta qhaway.

source: Your Languages
quy: Tus Idiomas

source: Your username and email will not be associated with the published data.
quy: Ruwaq sutiyki chaymanta correo electrónico mana t'inkisqachu kanqa chaymanta lluqsisqa willaykunawan.

source: Your weekly goal has been created
quy: Tú meta seanal ha sido creada

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
quy: Debería recibir un correo electrónico en breve explicando los pasos para agregar su idioma a Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
quy: Has ayudado a Common Voice a alcanzar <goalPercentage></goalPercentage> de nuestra meta diaria de { $goalValue } de grabaciones!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
quy: Has ayudado a Common Voice a alcanzar <goalPercentage></goalPercentage> de nuestra meta diaria de { $goalValue } de validaciones!

source: You've successfully signed up for contributing to { $language }. Thank you.
quy: { $language } nisqapi yanapakunaykipaqqa allintam qillqakurqanki. Riqsikuyki.

source: Zip #{ $offset } of { $total }
quy: Zip #{ $offset } de { $total }

source: Zulu
quy: Zulu simi

source: #1c;#1c
quy: #1c;#1c nisqa \u0020

source: 1 item;#1 items
quy: huk imakaq ;#1 nisqa imakaqkuna. \u0020

source: #1r;#1r
quy: #1r;#1r nisqa \u0020

source: %1$S %2$S %3$S nightly
quy: %1$S %2$S %3$S nightly nisqa

source: %1$S: %2$S is not a valid CSS color.
quy: %1$S: %2$S manan llinphichu CSS nisqa mana imapaq-

source: %1$S: %2$Sms
quy: %1$S: %2$Sms nisqa\u0020

source: %1$S of %2$S
quy: %1$S de %2$S nisqa \u0020

source: A
quy: A nisqa hanllalli

source: About About
quy: Imakaqkunamanta

source: About Networking
quy: Llikachasqa ukupi lliw haykuqkunamanta.

source: About Plugins
quy: Plugins nisqamanta
